Repository: thiagodasilva/swift
Catalog: swift/locale/*/LC_MESSAGES/swift.po
Languages: tr_tr

source: The total %(key)s for the container (%(total)s) does not match the sum of %(key)s across policies (%(sum)s)
tr_tr: (%(total)s) kabı için %(key)s toplamı ilkeler arasındaki %(key)s toplamıyla eşleşmiyor (%(sum)s)

source: Timeout %(action)s to memcached: %(server)s
tr_tr: Memcached'e zaman aşımı %(action)s: %(server)s

source: Timeout Exception with %(ip)s:%(port)s/%(device)s
tr_tr: %(ip)s:%(port)s/%(device)s ile zaman aşımı istisnası

source: Trying to %(method)s %(path)s
tr_tr: %(method)s %(path)s deneniyor

source: Trying to GET %(full_path)s
tr_tr: %(full_path)s GET deneniyor

source: Trying to get %s status of PUT to %s
tr_tr: %s'e PUT'un %s durumu alınmaya çalışılıyor

source: Trying to get final status of PUT to %s
tr_tr: %s'e PUT için son durum alınmaya çalışılıyor

source: Trying to read during GET
tr_tr: GET sırasında okuma deneniyor

source: Trying to read during GET (retrying)
tr_tr: GET sırasında okuma deneniyor (yeniden deneniyor)

source: Trying to send to client
tr_tr: İstemciye gönderilmeye çalışılıyor

source: Trying to sync suffixes with %s
tr_tr: %s e sahip son ekler eşzamanlanmaya çalışılıyor

source: Trying to write to %s
tr_tr: %s'e yazmaya çalışılıyor

source: UNCAUGHT EXCEPTION
tr_tr: YAKALANMAYAN İSTİSNA

source: Unable to find %s config section in %s
tr_tr: %s yapılandırma kısmı %s'de bulunamıyor

source: Unable to load internal client from config: %r (%s)
tr_tr: Yapılandırmadan dahili istemci yüklenemedi: %r (%s)

source: Unable to locate %s in libc. Leaving as a no-op.
tr_tr: %s libc'de bulunamadı. No-op olarak çıkılıyor.

source: Unable to locate config for %s
tr_tr: %s için yapılandırma bulunamıyor

source: Unable to locate config number %s for %s
tr_tr: Yapılandırma sayısı %s %s için bulunamıyor

source: Unable to locate fallocate, posix_fallocate in libc. Leaving as a no-op.
tr_tr: fallocate, posix_fallocate libc'de bulunamadı. No-op olarak çıkılıyor.

source: Unable to perform fsync() on directory %s: %s
tr_tr: %s dizininde fsynıc() yapılamıyor: %s

source: Unable to read config from %s
tr_tr: %s'den yapılandırma okunamıyor

source: Unauth %(sync_from)r => %(sync_to)r
tr_tr: %(sync_from)r => %(sync_to)r yetki al

source: Unexpected response: %s
tr_tr: Beklenmeyen yanıt: %s

source: Unhandled exception
tr_tr: Yakalanmamış istisna

source: Unknown exception trying to GET: %(account)r %(container)r %(object)r
tr_tr: GET sırasında bilinmeyen istisna: %(account)r %(container)r %(object)r

source: Update report failed for %(container)s %(dbfile)s
tr_tr: %(container)s %(dbfile)s için güncelleme raporu başarısız

source: Update report sent for %(container)s %(dbfile)s
tr_tr: %(container)s %(dbfile)s için güncelleme raporu gönderildi

source: WARNING: SSL should only be enabled for testing purposes. Use external SSL termination for a production deployment.
tr_tr: UYARI: SSL yalnızca test amaçlı etkinleştirilmelidir. Üretim için kurulumda harici SSL sonlandırma kullanın.

source: WARNING: Unable to modify file descriptor limit. Running as non-root?
tr_tr: UYARI: Dosya göstericisi sınırı değiştirilemiyor. Root değil misiniz?

source: WARNING: Unable to modify max process limit. Running as non-root?
tr_tr: UYARI: Azami süreç limiti değiştirilemiyor. Root değil misiniz?

source: WARNING: Unable to modify memory limit. Running as non-root?
tr_tr: UYARI: Hafıza sınırı değiştirilemiyor. Root değil misiniz?

source: Waited %s seconds for %s to die; giving up
tr_tr: %s saniye %s'in ölmesi için beklendi; vaz geçiliyor

source: Warning: Cannot ratelimit without a memcached client
tr_tr: Uyarı: Memcached istemcisi olmadan oran sınırlama yapılamaz

source: method %s is not allowed.
tr_tr: %s metoduna izin verilmez.

source: no log file found
tr_tr: kayıt dosyası bulunamadı

source: odfpy not installed.
tr_tr: odfpy kurulu değil.

source: plotting results failed due to %s
tr_tr: çizdirme sonuçlaru %s sebebiyle başarısız

source: python-matplotlib not installed.
tr_tr: python-matplotlib kurulu değil.
