Repository: thiagodasilva/swift
Catalog: swift/locale/*/LC_MESSAGES/swift.po
Languages: tr_tr

source: user quit
tr_tr: kullanıcı çıktı

source: - parallel, %s
tr_tr: - paralel, %s

source: %(checked)d suffixes checked - %(hashed).2f%% hashed, %(synced).2f%% synced
tr_tr: %(checked)d sonek kontrol edildi - %(hashed).2f%% özetlenen, %(synced).2f%% eşzamanlanan

source: %(ip)s/%(device)s responded as unmounted
tr_tr: %(ip)s/%(device)s bağlı değil olarak yanıt verdi

source: %(reconstructed)d/%(total)d (%(percentage).2f%%) partitions of %(device)d/%(dtotal)d (%(dpercentage).2f%%) devices reconstructed in %(time).2fs (%(rate).2f/sec, %(remaining)s remaining)
tr_tr: %(device)d/%(dtotal)d (%(dpercentage).2f%%) aygıtın %(reconstructed)d/%(total)d (%(percentage).2f%%) bölümü %(time).2fs (%(rate).2f/sn, %(remaining)s kalan) içinde yeniden oluşturuldu

source: %(replicated)d/%(total)d (%(percentage).2f%%) partitions replicated in %(time).2fs (%(rate).2f/sec, %(remaining)s remaining)
tr_tr: %(replicated)d/%(total)d (%(percentage).2f%%) bölüm %(time).2fs (%(rate).2f/sn, %(remaining)s kalan) içinde çoğaltıldı

source: %(success)s successes, %(failure)s failures
tr_tr: %(success)s başarı, %(failure)s başarısızlık

source: %(type)s returning 503 for %(statuses)s
tr_tr: %(type)s %(statuses)s için 503 döndürüyor

source: %s #%d not running (%s)
tr_tr: %s #%d çalışmıyor (%s)

source: %s (%s) appears to have stopped
tr_tr: %s (%s) durmuş gibi görünüyor

source: %s already started...
tr_tr: %s zaten başlatıldı...

source: %s does not exist
tr_tr: %s mevcut değil

source: %s is not mounted
tr_tr: %s bağlı değil

source: %s responded as unmounted
tr_tr: %s bağlı değil olarak yanıt verdi

source: %s running (%s - %s)
tr_tr: %s çalışıyor (%s - %s)

source: %s: Connection reset by peer
tr_tr: %s: Bağlantı eş tarafından sıfırlandı

source: , %s containers deleted
tr_tr: , %s kap silindi

source: , %s containers possibly remaining
tr_tr: , %s kap kaldı muhtemelen

source: , %s containers remaining
tr_tr: , %s kap kaldı

source: , %s objects deleted
tr_tr: , %s nesne silindi

source: , %s objects possibly remaining
tr_tr: , %s nesne kaldı muhtemelen

source: , %s objects remaining
tr_tr: , %s nesne kaldı

source: , elapsed: %.02fs
tr_tr: , geçen süre: %.02fs

source: , return codes:
tr_tr: , dönen kodlar:

source: Account
tr_tr: Hesap

source: Account %s has not been reaped since %s
tr_tr: Hesap %s %s'den beri biçilmedi

source: Account audit "once" mode completed: %.02fs
tr_tr: Hesap denetimi "bir kere" kipi tamamlandı: %.02fs

source: Account audit pass completed: %.02fs
tr_tr: Hesap denetimi geçişi tamamlandı: %.02fs

source: Attempted to replicate %(count)d dbs in %(time).5f seconds (%(rate).5f/s)
tr_tr: %(count)d db %(time).5f saniyede çoğaltılmaya çalışıldı (%(rate).5f/s)

source: Audit Failed for %s: %s
tr_tr: Denetim %s için başarısız: %s

source: Bad rsync return code: %(ret)d <- %(args)s
tr_tr: Kötü rsync dönüş kodu: %(ret)d <- %(args)s

source: Begin account audit "once" mode
tr_tr: Hesap denetimi "bir kere" kipini başlat

source: Begin account audit pass.
tr_tr: Hesap denetimi başlatma geçildi.

source: Begin container audit "once" mode
tr_tr: Kap denetimine "bir kere" kipinde başla

source: Begin container audit pass.
tr_tr: Kap denetimi geçişini başlat.

source: Begin container sync "once" mode
tr_tr: Kap eşzamanlamayı "bir kere" kipinde başlat

source: Begin container update single threaded sweep
tr_tr: Kap güncelleme tek iş iplikli süpürmeye başla

source: Begin container update sweep
tr_tr: Kap güncelleme süpürmesine başla

source: Begin object audit "%s" mode (%s%s)
tr_tr: Nesne denetimini "%s" kipinde başlat (%s%s)

source: Begin object update single threaded sweep
tr_tr: Nesne güncelleme tek iş iplikli süpürmeye başla

source: Begin object update sweep
tr_tr: Nesne güncelleme süpürmesine başla

source: Beginning pass on account %s
tr_tr: %s hesabı üzerinde geçiş başlatılıyor

source: Beginning replication run
tr_tr: Çoğaltmanın çalıştırılmasına başlanıyor

source: Broker error trying to rollback locked connection
tr_tr: Kilitli bağlantı geri alınmaya çalışılırken vekil hatası

source: Can not access the file %s.
tr_tr: %s dosyasına erişilemiyor.

source: Can not load profile data from %s.
tr_tr: %s'den profil verisi yüklenemiyor.

source: Client did not read from proxy within %ss
tr_tr: İstemci %ss içinde vekilden okumadı

source: Client disconnected on read
tr_tr: İstemci okuma sırasında bağlantıyı kesti

source: Client disconnected without sending enough data
tr_tr: İstemci yeterli veri göndermeden bağlantıyı kesti

source: Client path %(client)s does not match path stored in object metadata %(meta)s
tr_tr: İstemci yolu %(client)s nesne metadata'sında kayıtlı yol ile eşleşmiyor %(meta)s

source: Configuration option internal_client_conf_path not defined. Using default configuration, See internal-client.conf-sample for options
tr_tr: Yapılandırma seçeneği internal_client_conf_path belirtilmemiş. Varsayılan yapılandırma kullanılıyor, seçenekleri çin internal-client.conf-sample'a bakın

source: Connection refused
tr_tr: Bağlantı reddedildi

source: Connection timeout
tr_tr: Bağlantı zaman aşımına uğradı

source: Container
tr_tr: Kap

source: Container audit "once" mode completed: %.02fs
tr_tr: Kap denetimi "bir kere" kipinde tamamlandı: %.02fs

source: Container audit pass completed: %.02fs
tr_tr: Kap denetim geçişi tamamlandı: %.02fs

source: Container sync "once" mode completed: %.02fs
tr_tr: Kap eşzamanlama "bir kere" kipinde tamamlandı: %.02fs

source: Container update single threaded sweep completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
tr_tr: Kap güncelleme tek iş iplikli süpürme tamamlandı: %(elapsed).02fs, %(success)s başarılı, %(fail)s başarısız, %(no_change)s değişiklik yok

source: Container update sweep completed: %.02fs
tr_tr: Kap güncelleme süpürme tamamlandı: %.02fs

source: Container update sweep of %(path)s completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
tr_tr: %(path)s in kap güncelleme süpürmesi tamamlandı: %(elapsed).02fs, %(success)s başarılı, %(fail)s başarısız, %(no_change)s değişiklik yok

source: Could not bind to %s:%s after trying for %s seconds
tr_tr: %s:%s'e bağlanılamadı, %s saniye beklendi

source: Could not load %r: %s
tr_tr: %r yüklenemedi: %s

source: Data download error: %s
tr_tr: Veri indirme hatası: %s

source: Devices pass completed: %.02fs
tr_tr: Aygıtlar geçişi tamamlandı: %.02fs

source: Directory %r does not map to a valid policy (%s)
tr_tr: Dizin %r geçerli bir ilkeye eşleştirilmemiş (%s)

source: ERROR %(db_file)s: %(validate_sync_to_err)s
tr_tr: HATA %(db_file)s: %(validate_sync_to_err)s

source: ERROR %(status)d %(body)s From %(type)s Server
tr_tr: HATA %(status)d %(body)s %(type)s Sunucudan

source: ERROR %(status)d %(body)s From Object Server re: %(path)s
tr_tr: HATA %(status)d %(body)s Nesne Sunucu re'den: %(path)s

source: ERROR %(status)d Expect: 100-continue From Object Server
tr_tr: HATA %(status)d Beklenen: 100-Nesne Sunucusundan devam et

source: ERROR %(status)d Trying to %(method)s %(path)sFrom Container Server
tr_tr: HATA %(status)d Kap Sunucusundan %(method)s %(path)s denenirken

source: ERROR Account update failed with %(ip)s:%(port)s/%(device)s (will retry later): Response %(status)s %(reason)s
tr_tr: HATA %(ip)s:%(port)s/%(device)s ile hesap güncelleme başarısız (sonra tekrar denenecek): Yanıt %(status)s %(reason)s

source: ERROR Account update failed: different numbers of hosts and devices in request: "%s" vs "%s"
tr_tr: HATA Hesap güncelleme başarısız: istekte farklı sayıda istemci ve aygıt var: "%s" "%s"

source: ERROR Bad response %(status)s from %(host)s
tr_tr: HATA %(host)s dan kötü yanıt %(status)s

source: ERROR Client read timeout (%ss)
tr_tr: HATA İstemci okuma zaman aşımına uğradı (%ss)

source: ERROR Container update failed (saving for async update later): %(status)d response from %(ip)s:%(port)s/%(dev)s
tr_tr: HATA Kap güncelleme başarısız (daha sonraki async güncellemesi için kaydediliyor): %(ip)s:%(port)s/%(dev)s den %(status)d yanıtı

source: ERROR Container update failed: different numbers of hosts and devices in request: "%s" vs "%s"
tr_tr: HATA Kap güncelleme başarısız: istekte farklı sayıda istemci ve aygıt var: "%s" e karşı "%s"

source: ERROR Could not get account info %s
tr_tr: HATA hesap bilgisi %s alınamadı

source: ERROR Could not get container info %s
tr_tr: HATA %s kap bilgisi alınamadı

source: ERROR DiskFile %(data_file)s close failure: %(exc)s : %(stack)s
tr_tr: HATA %(data_file)s disk dosyası kapatma başarısız: %(exc)s : %(stack)s

source: ERROR Exception causing client disconnect
tr_tr: HATA İstisna istemci bağlantısının kesilmesine neden oluyor

source: ERROR Failed to get my own IPs?
tr_tr: Kendi IP'lerimi alırken HATA?

source: ERROR Insufficient Storage
tr_tr: HATA Yetersiz Depolama

source: ERROR Object %(obj)s failed audit and was quarantined: %(err)s
tr_tr: HATA Nesne %(obj)s denetimde başarısız oldu ve karantinaya alındı: %(err)s

source: ERROR Pickle problem, quarantining %s
tr_tr: HATA Picke problemi, %s karantinaya alınıyor

source: ERROR Remote drive not mounted %s
tr_tr: HATA Uzak sürücü bağlı değil %s

source: ERROR Syncing %(db_file)s %(row)s
tr_tr: HATA %(db_file)s %(row)s eşzamanlamada

source: ERROR Syncing %s
tr_tr: HATA %s Eşzamanlama

source: ERROR Trying to audit %s
tr_tr: HATA %s denetimi denemesinde

source: ERROR Unhandled exception in request
tr_tr: HATA İstekte ele alınmayan istisna var

source: ERROR __call__ error with %(method)s %(path)s
tr_tr: ERROR __call__ hatası %(method)s %(path)s

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later)
tr_tr: HATA %(ip)s:%(port)s/%(device)s ile hesap güncelleme başarısız (sonra yeniden denenecek)

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later):
tr_tr: HATA hesap güncelleme başarısız %(ip)s:%(port)s/%(device)s (sonra tekrar denenecek):

source: ERROR async pending file with unexpected name %s
tr_tr: HATA beklenmeyen isimli async bekleyen dosya %s

source: ERROR auditing
tr_tr: denetlemede HATA

source: ERROR auditing: %s
tr_tr: HATA denetim: %s

source: ERROR container update failed with %(ip)s:%(port)s/%(dev)s (saving for async update later)
tr_tr: HATA kap güncelleme %(ip)s:%(port)s/%(dev)s ile başarısız oldu (sonraki async güncellemesi için kaydediliyor)

source: ERROR reading HTTP response from %s
tr_tr: %s'den HTTP yanıtı okumada HATA

source: ERROR reading db %s
tr_tr: %s veri tabanı okumada HATA

source: ERROR rsync failed with %(code)s: %(args)s
tr_tr: HATA rsync %(code)s ile başarısız oldu: %(args)s

source: ERROR syncing %(file)s with node %(node)s
tr_tr: %(node)s düğümlü %(file)s eş zamanlamada HATA

source: ERROR trying to replicate
tr_tr: Çoğaltmaya çalışmada HATA

source: ERROR while trying to clean up %s
tr_tr: %s temizlenmeye çalışırken HATA

source: ERROR with %(type)s server %(ip)s:%(port)s/%(device)s re: %(info)s
tr_tr: HATA %(type)s sunucusu %(ip)s:%(port)s/%(device)s re: %(info)s

source: ERROR with loading suppressions from %s:
tr_tr: HATA %s den baskılamaların yüklenmesinde:

source: ERROR with remote server %(ip)s:%(port)s/%(device)s
tr_tr: HATA uzuk sunucuda %(ip)s:%(port)s/%(device)s

source: ERROR: Failed to get paths to drive partitions: %s
tr_tr: HATA: Sürücü bölümlerine olan yollar alınamadı: %s

source: ERROR: An error occurred while retrieving segments
tr_tr: HATA: Dilimler alınırken bir hata oluştu

source: ERROR: Unable to access %(path)s: %(error)s
tr_tr: HATA: %(path)s e erişilemiyor: %(error)s

source: ERROR: Unable to run auditing: %s
tr_tr: HATA: Denetim çalıştırılamıyor: %s

source: Error %(action)s to memcached: %(server)s
tr_tr: Memcached'e hata %(action)s: %(server)s

source: Error encoding to UTF-8: %s
tr_tr: UTF-8 ile kodlama hatası: %s

source: Error hashing suffix
tr_tr: Sonek özetini çıkarmada hata

source: Error in %r with mtime_check_interval: %s
tr_tr: mtime_check_interval ile %r de hata: %s

source: Error limiting server %s
tr_tr: %s sunucusu sınırlandırılırken hata

source: Error listing devices
tr_tr: Aygıtları listelemede hata

source: Error on render profiling results: %s
tr_tr: Profilleme sonuçlarının gerçeklenmesinde hata: %s

source: Error parsing recon cache file
tr_tr: Recon zula dosyasını ayrıştırmada hata

source: Error reading recon cache file
tr_tr: Recon zula dosyası okumada hata

source: Error reading ringfile
tr_tr: Halka dosyası okunurken hata

source: Error reading swift.conf
tr_tr: swift.conf okunurken hata

source: Error retrieving recon data
tr_tr: Recon verisini almada hata

source: Error syncing handoff partition
tr_tr: Devir bölümünü eş zamanlamada hata

source: Error syncing partition
tr_tr: Bölüm eşzamanlamada hata

source: Error syncing with node: %s
tr_tr: Düğüm ile eş zamanlamada hata: %s

source: Error trying to rebuild %(path)s policy#%(policy)d frag#%(frag_index)s
tr_tr: Yeniden inşa denenirken hata %(path)s policy#%(policy)d frag#%(frag_index)s

source: Error: An error occurred
tr_tr: Hata: Bir hata oluştu

source: Error: missing config path argument
tr_tr: Hata: yapılandırma yolu değişkeni eksik

source: Error: unable to locate %s
tr_tr: Hata: %s bulunamıyor

source: Exception dumping recon cache
tr_tr: Yeniden bağlanma zulasının dökümünde istisna

source: Exception in top-level account reaper loop
tr_tr: Üst seviye hesap biçme döngüsünde istisna

source: Exception in top-level replication loop
tr_tr: Üst seviye çoğaltma döngüsünde istisna

source: Exception in top-levelreconstruction loop
tr_tr: Üst seviye yeniden oluşturma döngüsünde istisna

source: Exception while deleting container %s %s
tr_tr: %s %s kabı silinirken istisna

source: Exception while deleting object %s %s %s
tr_tr: %s %s %s nesnesi silinirken istisna

source: Exception with %(ip)s:%(port)s/%(device)s
tr_tr: %(ip)s:%(port)s/%(device)s ile istisna

source: Exception with account %s
tr_tr: %s hesabında istisna

source: Exception with containers for account %s
tr_tr: %s hesabı için kaplarla ilgili istisna

source: Exception with objects for container %(container)s for account %(account)s
tr_tr: %(account)s hesabı için %(container)s kabı için nesneler için istisna

source: Expect: 100-continue on %s
tr_tr: Beklenen: 100-%s üzerinden devam et

source: Following CNAME chain for %(given_domain)s to %(found_domain)s
tr_tr: %(given_domain)s den %(found_domain)s e CNAME zinciri takip ediliyor

source: Found configs:
tr_tr: Yapılandırmalar bulundu:

source: Host unreachable
tr_tr: İstemci erişilebilir değil

source: Incomplete pass on account %s
tr_tr: %s hesabından tamamlanmamış geçiş

source: Invalid X-Container-Sync-To format %r
tr_tr: Geçersix X-Container-Sync-To biçimi %r

source: Invalid host %r in X-Container-Sync-To
tr_tr: X-Container-Sync-To'da geçersiz istemci %r

source: Invalid pending entry %(file)s: %(entry)s
tr_tr: Geçersiz bekleyen girdi %(file)s: %(entry)s

source: Invalid response %(resp)s from %(full_path)s
tr_tr: %(full_path)s den geçersiz yanıt %(resp)s

source: Invalid response %(resp)s from %(ip)s
tr_tr: %(ip)s den geçersiz yanıt %(resp)s

source: Invalid scheme %r in X-Container-Sync-To, must be "//", "http", or "https".
tr_tr: X-Container-Sync-To'da geçersiz şema %r, "//", "http", veya "https" olmalı.

source: Killing long-running rsync: %s
tr_tr: Uzun süre çalışan rsync öldürülüyor: %s

source: Lockup detected.. killing live coros.
tr_tr: Kilitleme algılandı.. canlı co-rutinler öldürülüyor.

source: Mapped %(given_domain)s to %(found_domain)s
tr_tr: %(given_domain)s %(found_domain)s eşleştirildi

source: No %s running
tr_tr: Çalışan %s yok

source: No cluster endpoint for %r %r
tr_tr: %r %r için küme uç noktası yok

source: No permission to signal PID %d
tr_tr: %d PID'ine sinyalleme izni yok

source: No policy with index %s
tr_tr: %s indisine sahip ilke yok

source: No realm key for %r
tr_tr: %r için realm anahtarı yok

source: No space left on device for %s (%s)
tr_tr: Aygıtta %s için boş alan kalmadı (%s)

source: Node error limited %(ip)s:%(port)s (%(device)s)
tr_tr: Düğüm hatası sınırlandı %(ip)s:%(port)s (%(device)s)

source: Not enough object servers ack'ed (got %d)
tr_tr: Yeterince nesne sunucu ack'lenmedi (%d alındı)

source: Not found %(sync_from)r => %(sync_to)r - object %(obj_name)r
tr_tr: Bulunamadı %(sync_from)r => %(sync_to)r - nesne %(obj_name)r

source: Nothing reconstructed for %s seconds.
tr_tr: %s saniye boyunca hiçbir şey yeniden oluşturulmadı.

source: Nothing replicated for %s seconds.
tr_tr: %s saniyedir hiçbir şey çoğaltılmadı.

source: Object
tr_tr: Nesne

source: Object PUT
tr_tr: Nesne PUT

source: Object PUT returning 202 for 409: %(req_timestamp)s <= %(timestamps)r
tr_tr: Nesne PUT 409 için 202 döndürüyor: %(req_timestamp)s <= %(timestamps)r

source: Object PUT returning 412, %(statuses)r
tr_tr: Nesne PUT 412 döndürüyor, %(statuses)r

source: Object audit (%(type)s) "%(mode)s" mode completed: %(elapsed).02fs. Total quarantined: %(quars)d, Total errors: %(errors)d, Total files/sec: %(frate).2f, Total bytes/sec: %(brate).2f, Auditing time: %(audit).2f, Rate: %(audit_rate).2f
tr_tr: Nesne denetimi (%(type)s) "%(mode)s" kipinde tamamlandı: %(elapsed).02fs. Toplam karantina: %(quars)d, Toplam hata: %(errors)d, Toplam dosya/sn: %(frate).2f, Toplam bayt/sn: %(brate).2f, Denetleme zamanı: %(audit).2f, Oran: %(audit_rate).2f

source: Object audit (%(type)s). Since %(start_time)s: Locally: %(passes)d passed, %(quars)d quarantined, %(errors)d errors files/sec: %(frate).2f , bytes/sec: %(brate).2f, Total time: %(total).2f, Auditing time: %(audit).2f, Rate: %(audit_rate).2f
tr_tr: Nesne denedimi (%(type)s). %(start_time)s den beri: Yerel olarak: %(passes)d geçti, %(quars)d karantinaya alındı, %(errors)d hata dosya/sn: %(frate).2f , bayt/sn: %(brate).2f, Toplam süre: %(total).2f, Denetleme süresi: %(audit).2f, Oran: %(audit_rate).2f

source: Object audit stats: %s
tr_tr: Nesne denetim istatistikleri: %s

source: Object reconstruction complete (once). (%.02f minutes)
tr_tr: Nesne yeniden oluşturma tamamlandı (bir kere). (%.02f dakika)

source: Object reconstruction complete. (%.02f minutes)
tr_tr: Nesne yeniden oluşturma tamamlandı. (%.02f dakika)

source: Object replication complete (once). (%.02f minutes)
tr_tr: Nesne çoğaltma tamamlandı (bir kere). (%.02f dakika)

source: Object replication complete. (%.02f minutes)
tr_tr: Nesne çoğaltma tamamlandı. (%.02f dakika)

source: Object servers returned %s mismatched etags
tr_tr: Nesne sunucuları %s eşleşmeyen etag döndürdü

source: Object update single threaded sweep completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures
tr_tr: Nesne güncelleme tek iş iplikli süpürme tamamlandı: %(elapsed).02fs, %(success)s başarılı, %(fail)s başarısız

source: Object update sweep completed: %.02fs
tr_tr: Nesne güncelleme süpürmesi tamamlandı: %.02fs

source: Object update sweep of %(device)s completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures
tr_tr: %(device)s ın nesne güncelleme süpürmesi tamamlandı: %(elapsed).02fs, %(success)s başarılı, %(fail)s başarısız

source: Params, queries, and fragments not allowed in X-Container-Sync-To
tr_tr: X-Container-Sync-To'da parametre, sorgular, ve parçalara izin verilmez

source: Partition times: max %(max).4fs, min %(min).4fs, med %(med).4fs
tr_tr: Bölüm zamanları: azami %(max).4fs, asgari %(min).4fs, ortalama %(med).4fs

source: Pass beginning; %s possible containers; %s possible objects
tr_tr: Geçiş başlıyor; %s olası kap; %s olası nesne

source: Pass completed in %ds; %d objects expired
tr_tr: Geçiş %ds de tamamlandı; %d nesnenin süresi doldu

source: Pass so far %ds; %d objects expired
tr_tr: Şimdiye kadarki geçiş %ds; %d nesnenin süresi doldu

source: Path required in X-Container-Sync-To
tr_tr: X-Container-Sync-To'de yol gerekli

source: Problem cleaning up %s
tr_tr: %s temizliğinde problem

source: Problem cleaning up %s (%s)
tr_tr: %s temizlemede problem (%s)

source: Problem writing durable state file %s (%s)
tr_tr: Dayanıklı durum dosyas %s ile ilgili problem (%s)

source: Profiling Error: %s
tr_tr: Profilleme Hatası: %s

source: Quarantined %(hsh_path)s to %(quar_path)s because it is not a directory
tr_tr: %(hsh_path)s %(quar_path)s karantinasına alındı çünkü bir dizin değil

source: Quarantined %(object_path)s to %(quar_path)s because it is not a directory
tr_tr: Bir dizin olmadığından %(object_path)s %(quar_path)s e karantinaya alındı

source: Quarantined %s to %s due to %s database
tr_tr: %s %s'e karantinaya alındı %s veri tabanı sebebiyle

source: Quarantining DB %s
tr_tr: DB %s karantinaya alınıyor

source: Ratelimit sleep log: %(sleep)s for %(account)s/%(container)s/%(object)s
tr_tr: Oran sınırı uyku kaydı: %(account)s/%(container)s/%(object)s için %(sleep)s

source: Removed %(remove)d dbs
tr_tr: %(remove)d db silindi

source: Removing %s objects
tr_tr: %s nesne kaldırılıyor

source: Removing partition: %s
tr_tr: Bölüm kaldırılıyor: %s

source: Removing pid file %s with invalid pid
tr_tr: Geçersiz pid'e sahip pid dosyası %s siliniyor

source: Removing pid file %s with wrong pid %d
tr_tr: %s pid dosyası %d yanlış pid'ine sahip siliniyor

source: Removing stale pid file %s
tr_tr: Askıdaki pid dosyası siliniyor %s

source: Replication run OVER
tr_tr: Çoğaltma çalışması BİTTİ

source: Returning 497 because of blacklisting: %s
tr_tr: Kara listeleme yüzünden 497 döndürülüyor: %s

source: Returning 498 for %(meth)s to %(acc)s/%(cont)s/%(obj)s . Ratelimit (Max Sleep) %(e)s
tr_tr: %(acc)s/%(cont)s/%(obj)s ye %(meth)s için 498 döndürülüyor. Oran sınırı (Azami uyku) %(e)s

source: Ring change detected. Aborting current reconstruction pass.
tr_tr: Zincir değişikliği algılandı. Mevcut yeniden oluşturma geçişi iptal ediliyor.

source: Ring change detected. Aborting current replication pass.
tr_tr: Zincir değişimi algılandı. Mevcut çoğaltma geçişi iptal ediliyor.

source: Running %s once
tr_tr: %s bir kere çalıştırılıyor

source: Running object reconstructor in script mode.
tr_tr: Nesne yeniden oluşturma betik kipinde çalıştırılıyor.

source: Running object replicator in script mode.
tr_tr: Nesne çoğaltıcı betik kipinde çalıştırılıyor.

source: Signal %s pid: %s signal: %s
tr_tr: Sinyal %s pid: %s sinyal: %s

source: Since %(time)s: %(sync)s synced [%(delete)s deletes, %(put)s puts], %(skip)s skipped, %(fail)s failed
tr_tr: %(time)s den beri: %(sync)s eşzamanlandı [%(delete)s silme, %(put)s koyma], %(skip)s atlama, %(fail)s başarısız

source: Since %(time)s: Account audits: %(passed)s passed audit,%(failed)s failed audit
tr_tr: %(time)s den beri: Hesap denetimleri: %(passed)s denetimi geçti, %(failed)s denetimi geçemedi

source: Since %(time)s: Container audits: %(pass)s passed audit, %(fail)s failed audit
tr_tr: %(time)s den beri: Kap denetimleri: %(pass)s denetimi geçti, %(fail)s denetimde başarısız

source: Skipping %(device)s as it is not mounted
tr_tr: Bağlı olmadığından %(device)s atlanıyor

source: Skipping %s as it is not mounted
tr_tr: Bağlı olmadığından %s atlanıyor

source: Starting %s
tr_tr: %s başlatılıyor

source: Starting object reconstruction pass.
tr_tr: Nesne yeniden oluşturma geçişi başlatılıyor.

source: Starting object reconstructor in daemon mode.
tr_tr: Nesne yeniden oluşturma artalan işlemi kipinde başlatılıyor.

source: Starting object replication pass.
tr_tr: Nesne çoğaltma geçişi başlatılıyor.

source: Starting object replicator in daemon mode.
tr_tr: Nesne çoğaltıcı artalan işlemi kipinde başlatılıyor.

source: Successful rsync of %(src)s at %(dst)s (%(time).03f)
tr_tr: %(dst)s (%(time).03f) de %(src)s başarılı rsync'i

source: The file type are forbidden to access!
tr_tr: Dosya türüne erişim yasaklanmış!
